
[
    {
        "id": 1,
        "name": "Tax Advisory",
        "price": "5000",
        "description": "This is one of many areas of professional services where our Company is well ahead of the competition. Our Tax Consultancy team provides comprehensive taxation solutions for both individual and corporate clients.",
        "img": "https://i.ibb.co/0Xvmy9N/services1.jpg"
    },
    {
        "id": 2,
        "name": "VAT Consultancy",
        "price": "10000",
        "description": "VAT Specialists who can provide precise information and advice regarding the procedure of registration, amount of VAT that needs to be paid and ensure all paper works relating to VAT and other taxes are up to date.",
        "img": "https://i.ibb.co/pXq7qnj/services2.jpg"
    },
    {
        "id": 3,
        "name": "Business Audit",
        "price": "50000",
        "description": "Audit service is not limited to the issuance of an audit report on the Annual Accounts with a standard maximum quality. It is designed to identify potential risks and areas for improvement in internal accounting control",
        "img": "https://i.ibb.co/jvwKWt7/services3.jpg"
    },
    {
        "id": 4,
        "name": "Business Advisory",
        "price": "300000",
        "description": "We offer business advisory services such as business strategy and planning, operational reviews, board effectiveness, benchmarking and more.",
        "img": "https://i.ibb.co/0D9CRKv/services4.jpg"
    },
    {
        "id": 5,
        "name": "Company Registration",
        "price": "10000",
        "description": "Starting business as easy as possible by removing unnecessary fees, taking care of lengthy paperwork, legal complexities done by us.",
        "img": "https://i.ibb.co/V3zt2yZ/services5.jpg"
    },
    {
        "id": 6,
        "name": "Licensing Service",
        "price": "30000",
        "description": "All sorts of corporate licenses and agreements required to operate a business and memberships of respective associations can be obtained by Taxsense Limited.",
        "img": "https://i.ibb.co/BPMsC9X/services6.jpg"
    }
]

